body.org
#+TITLE: Body Building
* Body Building
** TODO Weekly fitness
   # SCHEDULED: <2017-07-01 Sat +1w>
   :PROPERTIES:
   :LAST_REPEAT: [2017-07-18 Tue 11:10]
   :END:
   - State "ABORT"      from "TODO"       [2017-07-18 Tue 11:10] \\
   - State "UNDO"       from "TODO"       [2017-06-30 Fri 10:30]
   - State "UNDO"       from "TODO"       [2017-06-11 Sun 23:56] \\
   每周六健身
   
** TODO Early hours
   # SCHEDULED: <2017-06-19 Mon +1d>
   :PROPERTIES:
   :LAST_REPEAT: [2018-12-27 Thu 12:40]
   :END:
   - State "DONE"       from "TODO"       [2018-12-27 Thu 12:40]
   - State "DONE"       from "SOMEDAY"    [2018-12-27 Thu 12:39]
   - State "ABORT"      from "SOMEDAY"    [2018-10-26 Fri 18:15] \\
     我觉得我现在还年轻，趁着年轻多熬几年，没毛病!
   - State "DONE"       from "TODO"       [2017-07-05 Wed 11:50]
   - State "UNDO"       from "TODO"       [2017-07-04 Tue 19:29]
   - State "DONE"       from "TODO"       [2017-06-30 Fri 10:30]
   - State "DONE"       from "TODO"       [2017-06-22 Thu 20:21]
   - State "UNDO"       from "TODO"       [2017-06-19 Mon 10:41] 
   - State "DONE"       from "TODO"       [2017-06-11 Sun 23:58]
   - State "UNDO"       from "TODO"       [2017-06-09 Fri 23:26]
   - State "DONE"       from "TODO"       [2017-06-08 Thu 23:43]
   - State "DONE"       from "TODO"       [2017-06-07 Wed 09:59]
   - State "DONE"       from "TODO"       [2017-06-06 Tue 06:53] 
   - State "DONE"       from "TODO"       [2017-06-05 Mon 19:22]
   每天晚上12点之前睡，早上6点起床

