body.html
<!DOCTYPE html>
<html lang="zh-CN">
<head>
<!-- 2019-01-24 Thu 21:15 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Body Building</title>
<meta name="generator" content="Org mode">
<meta name="author" content="manue1">
<link rel="stylesheet" type="text/css" href="css/worg.css" />
<!-- <link rel="shortcut icon" href="http://www.langdebuqing.com/images/favicon.ico" type="image/x-icon" /> -->
</head>
<body>
<div id="preamble" class="status">
<div id="navbar">
    <ul>
        <li id="site-master"><a href="https://www.manue1.site/">Manue1's Journal</a></li>
        <li><a class="navbar-item" href="https://www.manue1.site/write.html">All Posts</a> </li>
        <li><a class="navbar-item" href="https://www.manue1.site/link.html">Links</a> </li>
        <li class="search">
            <form action="http://google.com/search" method="get" accept-charset="utf-8">
                <input type="search" id="search" name="q" autocomplete="off" maxlength="30" placeholder="Search..">
                <input type="hidden" name="q" value="site:www.manue1.com">
            </form>
        </li>
    </ul>
</div>
</div>
<div id="content">
<h1 class="title">Body Building</h1>
<div id="table-of-contents">
<h2>&#30446;&#24405;</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgfd912d9">1. Body Building</a>
<ul>
<li><a href="#orgf313610">1.1. <span class="todo TODO">TODO</span> Weekly fitness</a></li>
<li><a href="#org98d4ce7">1.2. <span class="todo TODO">TODO</span> Early hours</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-orgfd912d9" class="outline-2">
<h2 id="orgfd912d9"><span class="section-number-2">1</span> Body Building</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgf313610" class="outline-3">
<h3 id="orgf313610"><span class="section-number-3">1.1</span> <span class="todo TODO">TODO</span> Weekly fitness</h3>
<div class="outline-text-3" id="text-1-1">
<p>
:LAST_REPEAT: <span class="timestamp-wrapper"><span class="timestamp">[2017-07-18 Tue 11:10]</span></span><br>
</p>
<ul class="org-ul">
<li>State "ABORT"      from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2017-07-18 Tue 11:10] </span></span> <br></li>
<li>State "UNDO"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2017-06-30 Fri 10:30]</span></span><br></li>
<li>State "UNDO"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2017-06-11 Sun 23:56] </span></span> <br></li>
</ul>
<p>
每周六健身<br>
</p>
</div>
</div>

<div id="outline-container-org98d4ce7" class="outline-3">
<h3 id="org98d4ce7"><span class="section-number-3">1.2</span> <span class="todo TODO">TODO</span> Early hours</h3>
<div class="outline-text-3" id="text-1-2">
<p>
:LAST_REPEAT: <span class="timestamp-wrapper"><span class="timestamp">[2018-12-27 Thu 12:40]</span></span><br>
</p>
<ul class="org-ul">
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2018-12-27 Thu 12:40]</span></span><br></li>
<li>State "DONE"       from "SOMEDAY"    <span class="timestamp-wrapper"><span class="timestamp">[2018-12-27 Thu 12:39]</span></span><br></li>
<li>State "ABORT"      from "SOMEDAY"    <span class="timestamp-wrapper"><span class="timestamp">[2018-10-26 Fri 18:15] </span></span> <br>
我觉得我现在还年轻，趁着年轻多熬几年，没毛病!<br></li>
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2017-07-05 Wed 11:50]</span></span><br></li>
<li>State "UNDO"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2017-07-04 Tue 19:29]</span></span><br></li>
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2017-06-30 Fri 10:30]</span></span><br></li>
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2017-06-22 Thu 20:21]</span></span><br></li>
<li>State "UNDO"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2017-06-19 Mon 10:41] </span></span> <br></li>
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2017-06-11 Sun 23:58]</span></span><br></li>
<li>State "UNDO"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2017-06-09 Fri 23:26]</span></span><br></li>
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2017-06-08 Thu 23:43]</span></span><br></li>
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2017-06-07 Wed 09:59]</span></span><br></li>
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2017-06-06 Tue 06:53] </span></span> <br></li>
<li>State "DONE"       from "TODO"       <span class="timestamp-wrapper"><span class="timestamp">[2017-06-05 Mon 19:22]</span></span><br></li>
</ul>
<p>
每天晚上12点之前睡，早上6点起床<br>
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p>
    <a href="">manue1</a> 搭建和维护，使用
    <a href="https://www.gnu.org/software/emacs/">Emacs</a>
    <a href="http://orgmode.org/">Org mode</a> 编辑和构建
</p>
<script src="http://www.langdebuqing.com/css/jquery-2.1.3.min.js"></script>
<script src="http://www.langdebuqing.com/css/main.js"></script>
</div>
</body>
</html>